Repository: rxtech-lab/sticker-factory
Catalog: StickerGeniOS/StickerMessages/Localizable.xcstrings
Source language: en
Languages: zh_cn, zh_hk

source: %lld of %lld
zh_cn: %1$lld / %2$lld
zh_hk: %1$lld / %2$lld

source: %lld steps today
zh_cn: 今天 %lld 步
zh_hk: 今日 %lld 步

source: A downloaded sticker exceeds the Messages file-size limit.
zh_cn: 下载的贴纸超过了“信息”的文件大小限制。
zh_hk: 下載的貼圖超過了“訊息”的檔案大小限制。

source: A joyful corgi in a raincoat, with a thick white sticker outline…
zh_cn: 一只穿雨衣、带粗白色贴纸描边的开心柯基…
zh_hk: 一隻穿雨衣、帶粗白色貼圖描邊的開心柯基…

source: A reference image could not be uploaded (HTTP %lld).
zh_cn: 无法上传参考图（HTTP %lld）。
zh_hk: 無法上載參考影像（HTTP %lld）。

source: A snapshot of their pet when it was sent.
zh_cn: 这是对方宠物在发送时的样子。
zh_hk: 這是對方寵物在傳送時的樣子。

source: Add
zh_cn: 添加
zh_hk: 加入

source: Add %lld/8
zh_cn: 添加 %lld/8
zh_hk: 加入 %lld/8

source: Adding a layer
zh_cn: 正在添加图层
zh_hk: 正在加入圖層

source: Adding it to your stickers…
zh_cn: 正在添加到你的贴纸库…
zh_hk: 正在加入你的貼圖庫…

source: Adjusting animation
zh_cn: 正在调整动画
zh_hk: 正在調整動畫

source: Adopt a pet in the Winky app, then send it to friends from here.
zh_cn: 在 Winky App 中领养一只宠物，然后就能在这里把它发给朋友。
zh_hk: 在 Winky App 中領養一隻寵物，然後就能在這裡把牠傳給朋友。

source: Almost there…
zh_cn: 快完成了…
zh_hk: 快完成了…

source: Animated
zh_cn: 动态
zh_hk: 動態

source: Animating it…
zh_cn: 正在制作动画…
zh_hk: 正在製作動畫…

source: Animating sticker
zh_cn: 正在制作贴纸动画
zh_hk: 正在製作貼圖動畫

source: Athlete
zh_cn: 运动健将
zh_hk: 運動健將

source: Building plan
zh_cn: 正在生成方案
zh_hk: 正在生成方案

source: by %@
zh_cn: 作者：%@
zh_hk: 作者：%@

source: Change something — "make it blue", "add sunglasses"…
zh_cn: 更改某些内容——“改成蓝色”、“加上太阳镜”…
zh_hk: 更改某些內容——「改成藍色」、「加上太陽眼鏡」…

source: Checking it over…
zh_cn: 正在检查…
zh_hk: 正在檢查…

source: Couldn’t Complete Action
zh_cn: 无法完成操作
zh_hk: 無法完成操作

source: Create
zh_cn: 创建
zh_hk: 建立

source: Create a sticker here, then review and publish it in the main app.
zh_cn: 在这里创建贴纸，然后在主 App 中查看并发布。
zh_hk: 在這裡建立貼圖，然後在主 App 中查看並發佈。

source: Create and publish a sticker in Sticker Factory, then return here.
zh_cn: 请在 Sticker Factory 中创建并发布贴纸，然后返回此处。
zh_hk: 請在 Sticker Factory 中建立併發布貼圖，然後返回此處。

source: Create Sticker
zh_cn: 创建贴纸
zh_hk: 建立貼圖

source: Creating animation
zh_cn: 正在创建动画
zh_hk: 正在建立動畫

source: Describe your sticker
zh_cn: 描述你的贴纸
zh_hk: 描述你的貼圖

source: Done
zh_cn: 完成
zh_hk: 完成

source: Drafting a plan
zh_cn: 正在起草方案
zh_hk: 正在起草方案

source: Drawing artwork
zh_cn: 正在绘制图稿
zh_hk: 正在繪製圖稿

source: Drawing it full size
zh_cn: 正在绘制完整尺寸…
zh_hk: 正在繪製完整尺寸…

source: Drawing it…
zh_cn: 正在绘制…
zh_hk: 正在繪製…

source: Drawing the frames
zh_cn: 正在绘制画面
zh_hk: 正在繪製畫面

source: Dreamer
zh_cn: 梦想家
zh_hk: 夢想家

source: Editing layers
zh_cn: 正在编辑图层
zh_hk: 正在編輯圖層

source: Editing sticker
zh_cn: 正在编辑贴纸
zh_hk: 正在編輯貼圖

source: Energy
zh_cn: 能量
zh_hk: 能量

source: Explorer
zh_cn: 探险家
zh_hk: 探險家

source: Filming a clip
zh_cn: 正在拍摄片段
zh_hk: 正在拍攝片段

source: Finding your pet…
zh_cn: 正在寻找你的宠物…
zh_hk: 正在尋找你的寵物…

source: Finishing animation
zh_cn: 正在完成动画
zh_hk: 正在完成動畫

source: Finishing the edit
zh_cn: 正在完成编辑
zh_hk: 正在完成編輯

source: Finishing the plan
zh_cn: 正在完成方案
zh_hk: 正在完成方案

source: Fitting it for Messages
zh_cn: 正在调整为适用于“信息”的尺寸
zh_hk: 正在調整為適用於「訊息」的尺寸

source: Full-size images need a connection.
zh_cn: 完整尺寸图像需要网络连接。
zh_hk: 完整尺寸影像需要網絡連線。

source: Generate
zh_cn: 生成
zh_hk: 生成

source: Guardian
zh_cn: 守护者
zh_hk: 守護者

source: Happiness
zh_cn: 快乐值
zh_hk: 快樂值

source: Image
zh_cn: 图像
zh_hk: 影像

source: Making it
zh_cn: 正在制作
zh_hk: 正在製作

source: Making that change…
zh_cn: 正在进行更改…
zh_hk: 正在進行更改…

source: Making the compact copy
zh_cn: 正在制作紧凑副本
zh_hk: 正在製作精簡副本

source: Making the send sizes
zh_cn: 正在制作发送尺寸
zh_hk: 正在製作傳送尺寸

source: Making your sticker
zh_cn: 正在制作你的贴纸
zh_hk: 正在製作你的貼圖

source: My Stickers
zh_cn: 我的贴纸
zh_hk: 我的貼圖

source: No Pet Yet
zh_cn: 还没有宠物
zh_hk: 還沒有寵物

source: Offline · cached
zh_cn: 离线 · 已缓存
zh_hk: 離線 · 已快取

source: OK
zh_cn: 好
zh_hk: 好

source: Open a conversation to send a full-size image.
zh_cn: 打开对话以发送完整尺寸图像。
zh_hk: 開啟對話以傳送完整尺寸影像。

source: Open a conversation to send your pet.
zh_cn: 打开一个对话来发送你的宠物。
zh_hk: 打開一個對話來傳送你的寵物。

source: Open App
zh_cn: 打开 App
zh_hk: 打開 App

source: Open Sticker Factory
zh_cn: 打开 Sticker Factory
zh_hk: 打開 Sticker Factory

source: Open Sticker Factory and sign in to use your stickers.
zh_cn: 打开 Sticker Factory 并登录以使用你的贴纸。
zh_hk: 打開 Sticker Factory 並登入以使用你的貼圖。

source: Open Sticker Factory from the Home Screen and sign in.
zh_cn: 从主屏幕打开 Sticker Factory 并登录。
zh_hk: 從主畫面打開 Sticker Factory 並登入。

source: Open Sticker Factory from the Home Screen to see this sticker.
zh_cn: 从主屏幕打开 Sticker Factory 以查看此贴纸。
zh_hk: 從主畫面打開 Sticker Factory 以查看此貼圖。

source: Open the main app
zh_cn: 打开主 App
zh_hk: 開啟主 App

source: Open the main app and sign in before creating a sticker here.
zh_cn: 请先打开主 App 并登录，再在这里创建贴纸。
zh_hk: 請先開啟主 App 並登入，再在這裡建立貼圖。

source: Open Winky from the Home Screen to adopt a pet.
zh_cn: 请从主屏幕打开 Winky 来领养宠物。
zh_hk: 請從主畫面打開 Winky 來領養寵物。

source: Pet
zh_cn: 宠物
zh_hk: 寵物

source: Pet Card
zh_cn: 宠物卡片
zh_hk: 寵物卡片

source: Pet Unavailable
zh_cn: 宠物不可用
zh_hk: 寵物無法使用

source: Planning it…
zh_cn: 正在规划…
zh_hk: 正在規劃…

source: Planning sticker
zh_cn: 正在规划贴纸
zh_hk: 正在規劃貼圖

source: Press and hold a sticker to drag it in.
zh_cn: 按住贴纸即可拖入对话。
zh_hk: 按住貼圖即可拖入對話。

source: Reading your request…
zh_cn: 正在读取你的请求…
zh_hk: 正在讀取你的要求…

source: Redrawing a layer
zh_cn: 正在重新绘制图层
zh_hk: 正在重新繪製圖層

source: Reference images · optional
zh_cn: 参考图 · 可选
zh_hk: 參考影像 · 可選

source: Reference images must be at least 64 pixels per side.
zh_cn: 参考图每边必须至少为 64 像素。
zh_hk: 參考影像每邊必須至少為 64 像素。

source: Refreshing your stickers…
zh_cn: 正在刷新你的贴纸…
zh_hk: 正在刷新你的貼圖…

source: Remove reference image %lld
zh_cn: 移除参考图 %lld
zh_hk: 移除參考影像 %lld

source: Reviewing the plan image
zh_cn: 正在查看方案图像
zh_hk: 正在查看方案影像

source: Reviewing the sticker
zh_cn: 正在查看贴纸
zh_hk: 正在查看貼圖

source: Revise
zh_cn: 修改
zh_hk: 修改

source: Revising the plan
zh_cn: 正在修改方案
zh_hk: 正在修改方案

source: Saved to your stickers. Tap Send, or drag it into the conversation.
zh_cn: 已保存到你的贴纸库。轻点“发送”，或将它拖入对话。
zh_hk: 已儲存到你的貼圖庫。輕點「傳送」，或將它拖入對話。

source: Saving it
zh_cn: 正在保存
zh_hk: 正在儲存

source: Scholar
zh_cn: 学者
zh_hk: 學者

source: Selected photos are uploaded privately as generation references. New stickers are added to your library so you can send them straight away.
zh_cn: 所选照片会作为生成参考图私密上传。新贴纸会添加到你的贴纸库，方便你立即发送。
zh_hk: 所選相片會作為產生參考影像私密上載。新貼圖會加入你的貼圖庫，方便你立即傳送。

source: Send
zh_cn: 发送
zh_hk: 傳送

source: Send as
zh_cn: 发送方式
zh_hk: 傳送方式

source: Send Pet
zh_cn: 发送宠物
zh_hk: 傳送寵物

source: Sending your pet…
zh_cn: 正在发送你的宠物…
zh_hk: 正在傳送你的寵物…

source: Sent a pet card: %@
zh_cn: 发送了宠物卡片：%@
zh_hk: 傳送了寵物卡片：%@

source: Shared credentials could not be read (Keychain status %d).
zh_cn: 无法读取共享凭证（钥匙串状态 %d）。
zh_hk: 無法讀取共享憑證（鑰匙串狀態 %d）。

source: Showing the plan
zh_cn: 正在显示方案
zh_hk: 正在顯示方案

source: Showing the sticker
zh_cn: 正在显示贴纸
zh_hk: 正在顯示貼圖

source: Starting securely…
zh_cn: 正在安全启动…
zh_hk: 正在安全啟動…

source: Static
zh_cn: 静态
zh_hk: 靜態

source: Sticker
zh_cn: 贴纸
zh_hk: 貼圖

source: Sticker Factory could not refresh the library (HTTP %lld).
zh_cn: Sticker Factory 无法刷新贴纸库（HTTP %lld）。
zh_hk: Sticker Factory 無法刷新貼圖庫（HTTP %lld）。

source: Sticker Factory is missing the %@ configuration value.
zh_cn: Sticker Factory 缺少 %@ 配置值。
zh_hk: Sticker Factory 缺少 %@ 配置值。

source: Sticker Factory returned an invalid library response.
zh_cn: Sticker Factory 返回了无效的贴纸库响应。
zh_hk: Sticker Factory 返回了無效的貼圖庫回應。

source: Sticker Factory's API address is not configured.
zh_cn: 未配置 Sticker Factory 的 API 地址。
zh_hk: 未配置 Sticker Factory 的 API 地址。

source: Stickers
zh_cn: 贴纸
zh_hk: 貼圖

source: Stop watching
zh_cn: 停止查看
zh_hk: 停止查看

source: That didn't finish. Try again.
zh_cn: 未能完成。请重试。
zh_hk: 未能完成。請重試。

source: That image couldn't be sent. Try again.
zh_cn: 无法发送该图像。请重试。
zh_hk: 無法傳送該影像。請重試。

source: That image format could not be read.
zh_cn: 无法读取该图像格式。
zh_hk: 無法讀取該影像格式。

source: That reference image is too large.
zh_cn: 该参考图太大。
zh_hk: 該參考影像太大。

source: That sticker couldn't be added. Try again.
zh_cn: 无法添加该贴纸。请重试。
zh_hk: 無法加入該貼圖。請重試。

source: That sticker is no longer in your library.
zh_cn: 该贴纸已不在你的贴纸库中。
zh_hk: 該貼圖已不在你的貼圖庫中。

source: The authentication server returned an invalid token response.
zh_cn: 认证服务器返回了无效的令牌响应。
zh_hk: 認證伺服器返回了無效的令牌回應。

source: The downloaded rendition exceeds the 500 KB Messages limit.
zh_cn: 下载的版本超过了“信息”500 KB 的限制。
zh_hk: 下載的版本超過了“訊息”500 KB 的限制。

source: The downloaded rendition failed its integrity check.
zh_cn: 下载的版本未通过完整性检查。
zh_hk: 下載的版本未通過完整性檢查。

source: The downloaded rendition has invalid system-sticker dimensions.
zh_cn: 下载的版本不符合系统贴纸尺寸要求。
zh_hk: 下載的版本不符合系統貼圖尺寸要求。

source: The downloaded rendition is not a supported PNG, APNG, or GIF.
zh_cn: 下载的版本不是受支持的 PNG、APNG 或 GIF。
zh_hk: 下載的版本不是受支援的 PNG、APNG 或 GIF。

source: The downloaded rendition is not in a format this sticker can be sent as.
zh_cn: 下载的版本不是此贴纸可发送的格式。
zh_hk: 下載的版本不是此貼圖可傳送的格式。

source: The full-size image has unexpected dimensions.
zh_cn: 完整尺寸图像的尺寸不符合预期。
zh_hk: 完整尺寸影像的尺寸不符合預期。

source: The full-size image is too large to send.
zh_cn: 完整尺寸图像太大，无法发送。
zh_hk: 完整尺寸影像太大，無法傳送。

source: The packs you added have nothing published right now. Open Sticker Factory to add more.
zh_cn: 你添加的贴纸包目前没有已发布的内容。打开 Sticker Factory 以添加更多内容。
zh_hk: 你加入的貼圖包目前沒有已發佈的內容。打開 Sticker Factory 以加入更多內容。

source: The shared sticker cache is unavailable.
zh_cn: 共享贴纸缓存不可用。
zh_hk: 共享貼圖快取不可用。

source: The shared Sticker Factory container is unavailable.
zh_cn: 共享的 Sticker Factory 容器不可用。
zh_hk: 共享的 Sticker Factory 容器不可用。

source: The sticker service could not be reached (HTTP %lld). Try again.
zh_cn: 无法连接贴纸服务（HTTP %lld）。请重试。
zh_hk: 無法連線到貼圖服務（HTTP %lld）。請重試。

source: The sticker service could not start that. Try again.
zh_cn: 贴纸服务无法启动该操作。请重试。
zh_hk: 貼圖服務無法啟動該操作。請重試。

source: The sticker service is not configured in this build.
zh_cn: 此构建未配置贴纸服务。
zh_hk: 此建置未配置貼圖服務。

source: The sticker service returned an invalid response.
zh_cn: 贴纸服务返回了无效响应。
zh_hk: 貼圖服務返回了無效回應。

source: This is taking longer than expected. It is still running — open the main app to pick it up.
zh_cn: 耗时比预期更长。操作仍在运行——打开主 App 即可继续。
zh_hk: 耗時比預期更長。操作仍在執行——開啟主 App 即可繼續。

source: This keeps running if you close Messages.
zh_cn: 即使关闭“信息”，它也会继续运行。
zh_hk: 即使關閉「訊息」，它也會繼續執行。

source: This sticker has no full-size copy yet. Republish it for a sharper image.
zh_cn: 此贴纸还没有完整尺寸副本。重新发布即可获得更清晰的图像。
zh_hk: 此貼圖還沒有完整尺寸副本。重新發佈即可獲得更清晰的影像。

source: Those reference images are too large together. Remove one and try again.
zh_cn: 这些参考图合在一起太大。请移除一张后重试。
zh_hk: 這些參考影像合在一起太大。請移除一張後重試。

source: Trickster
zh_cn: 捣蛋鬼
zh_hk: 搗蛋鬼

source: Try Again
zh_cn: 重试
zh_hk: 重試

source: Tuning a layer
zh_cn: 正在微调图层
zh_hk: 正在微調圖層

source: Working
zh_cn: 处理中
zh_hk: 處理中

source: Writing a reply
zh_cn: 正在撰写回复
zh_hk: 正在撰寫回覆

source: You can attach up to eight reference images.
zh_cn: 你最多可以附加八张参考图。
zh_hk: 你最多可以附加八張參考影像。

source: You don't have a pet right now. Adopt one in the Winky app.
zh_cn: 你现在还没有宠物。请在 Winky App 中领养一只。
zh_hk: 你現在還沒有寵物。請在 Winky App 中領養一隻。

source: Your Pet
zh_cn: 你的宠物
zh_hk: 你的寵物

source: Your pet couldn't be loaded. Try again.
zh_cn: 无法加载你的宠物，请重试。
zh_hk: 無法載入你的寵物，請重試。

source: Your pet needs a connection.
zh_cn: 你的宠物需要网络连接。
zh_hk: 你的寵物需要網絡連線。

source: Your sign-in has expired. Open Sticker Factory to sign in again.
zh_cn: 你的登录已过期。打开 Sticker Factory 重新登录。
zh_hk: 你的登入已過期。打開 Sticker Factory 重新登入。

source: Your sign-in was revoked. Open Sticker Factory to sign in again.
zh_cn: 你的登录已被撤销。打开 Sticker Factory 重新登录。
zh_hk: 你的登入已被撤銷。打開 Sticker Factory 重新登入。

source: Your sticker
zh_cn: 你的贴纸
zh_hk: 你的貼圖

source: Your Sticker Factory sign-in has expired.
zh_cn: 你的 Sticker Factory 登录已过期。
zh_hk: 你的 Sticker Factory 登入已過期。

source: Your sticker is ready to finish in the main app.
zh_cn: 你的贴纸已准备好，请在主 App 中完成。
zh_hk: 你的貼圖已準備好，請在主 App 中完成。

source: Your sticker library is unavailable.
zh_cn: 你的贴纸库不可用。
zh_hk: 你的貼圖庫不可用。
